[
  {
    "id": "1",
    "jobTitle": "Technical Database Engineer",
    "companyName": "Google LLC",
    "companyLogo": "https://i.ibb.co/wBH97CB/google-search-logo-summer-wallpaper-preview.jpg",
    "jobStatus": "Remote",
    "jobTime": "Fulltime",
    "location": "Dhaka, Bangladesh",
    "salary": "Salary : 100K - 150K",
    "jobDescription": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
    "jobResponsibilitis": " Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "educationalInformation": " Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "educationalRequirements": "Bachelor degree to complete any reputational university.",
    "experience": "2-3 Years in this field.",
    "phone": "01750-00 00 00",
    "email": " info@gmail.com"
  },
  {
    "id": "2",
    "jobTitle": "Software Engineer",
    "companyName": "Netflix",
    "companyLogo": "https://i.ibb.co/hHd5mqR/download.jpg",
    "jobStatus": "Remote",
    "jobTime": "Fulltime",
    "location": "Los Gatos, California",
    "salary": "Salary : 150K - 200K",
    "jobDescription": "As a software engineer, you will be responsible for designing and developing high-quality software solutions for Netflix's platform. You will work with a team of experienced engineers and collaborate with cross-functional teams to deliver the best possible experience to our users.",
    "jobResponsibilitis": "Designing, developing and testing high-quality software solutions for Netflix's platform. Collaborating with cross-functional teams to ensure that the software is aligned with business and technical requirements. Providing technical leadership and guidance to other team members.",
    "educationalInformation": "Bachelor's degree in Computer Science or related field. Strong problem-solving and analytical skills. Experience with Java, Python, or other programming languages.",
    "educationalRequirements": "Bachelor's degree in Computer Science or related field.",
    "experience": "3-5 years of experience in software engineering.",
    "phone": "408-540-3700",
    "email": "jobs@netflix.com"
  },
  {
    "id": "3",
    "jobTitle": "Software Engineer",
    "companyName": "Tesla",
    "companyLogo": "https://i.ibb.co/T1DDvpS/logo-tesla-motors-wallpaper-preview.jpg",
    "jobStatus": "Remote",
    "jobTime": "Fulltime",
    "location": "Los Gatos, California",
    "salary": "Salary : 120K - 180K",
    "jobDescription": "As a software engineer at Tesla, you will be working on the development of cutting-edge software solutions for our electric vehicles and energy products. You will work with a team of talented engineers and collaborate with other departments to deliver the best possible products to our customers.",
    "jobResponsibilitis": "Designing and developing high-quality software solutions for Tesla's electric vehicles and energy products. Collaborating with other departments to ensure that the software is aligned with business and technical requirements. Providing technical leadership and guidance to other team members.",
    "educationalInformation": "Bachelor's degree in Computer Science or related field. Strong problem-solving and analytical skills. Experience with C++, Python, or other programming languages.",
    "educationalRequirements": "Bachelor's degree in Computer Science or related field.",
    "experience": "3-5 years of experience in software engineering.",
    "phone": "650-681-5100",
    "email": "careers@tesla.com"
  },
  {
    "id": "4",
    "jobTitle": "Marketing Manager",
    "companyName": "Apple Inc.",
    "companyLogo": "https://i.ibb.co/9HRv8hp/apple-carbon-wallpaper-preview.jpg",
    "jobStatus": "On-site",
    "jobTime": "Fulltime",
    "location": "Los Gatos, California",
    "salary": "Salary: 120K - 180K",
    "jobDescription": "As a marketing manager, you will be responsible for developing and executing marketing strategies to promote Apple's products and services. This includes managing campaigns, creating content, and analyzing market trends.",
    "jobResponsibilities": "Collaborating with cross-functional teams: marketing managers often work closely with other teams, including product management, creative, and sales, to ensure that marketing initiatives are aligned with business goals.",
    "educationalInformation": "A Bachelor's degree in Marketing, Business, or a related field is typically required for this position.",
    "educationalRequirements": "Bachelor's degree in Marketing, Business, or a related field",
    "experience": "5+ years of marketing experience, with at least 2 years in a management role",
    "phone": "+1 (408) 996-1010",
    "email": "info@apple.com"
  },
  {
    "id": "5",
    "jobTitle": "Software Engineer",
    "companyName": "Airbnb LLC",
    "companyLogo": "https://i.ibb.co/M64MxN5/download-1.jpg",
    "jobStatus": "Full-time",
    "jobTime": "Remote",
    "location": "Los Gatos, California",
    "salary": "Salary: 120k - 200k",
    "jobDescription": "As a software engineer at Airbnb, you'll be responsible for designing, developing, and deploying high-quality software products that help our guests and hosts have the best possible experience.",
    "jobResponsibilities": "Design and implement new features and products using modern software engineering practices. Collaborate with cross-functional teams to design, develop, and ship new features. Write high-quality, maintainable code that is well-tested and scalable. Participate in code reviews, design reviews, and other team activities to ensure the quality and accuracy of the codebase.",
    "educationalRequirements": "Bachelor's degree in Computer Science or related field",
    "experience": "5+ years of experience in software engineering",
    "phone": "1-855-424-7262",
    "email": "careers@airbnb.com"
  },
  {
    "id": "6",
    "jobTitle": "Product Manager",
    "companyName": "ASUS",
    "companyLogo": "https://i.ibb.co/HNTS6tZ/5c1ca0731f46f-wallpaper-preview.jpg",
    "jobStatus": "Full-time",
    "jobTime": "On-site",
    "location": "Los Gatos, California",
    "salary": "Salary: 120k - 170k",
    "jobDescription": "As a Product Manager at ASUS, you will be responsible for managing the entire lifecycle of our products, from ideation to launch. You will work with cross-functional teams to define product requirements, create product roadmaps, and ensure that products meet the needs of our customers.",
    "jobResponsibilities": "Develop product strategies and roadmaps that align with the company's goals. Conduct market research and analysis to identify customer needs and trends. Collaborate with cross-functional teams to define product requirements, design product features, and launch products. Manage product budgets and timelines. Conduct post-launch analysis to evaluate product performance and make data-driven decisions.",
    "educationalRequirements": "Bachelor's degree in Business Administration, Marketing, or a related field",
    "experience": "5+ years of experience in product management or a related field",
    "phone": "+886-2-2894-3447",
    "email": "hr@asus.com"
  }

]